Repository: kosatyi/fondy-checkout
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: sk

source: YY
sk: RR

source: approved
sk: Platba je schválená

source: declined
sk: Platba je zamietnutá

source: help_cvv
sk: 3 číslice na zadnej strane

source: help_card_number
sk: Číslo karty je skupina 11-19 číslic na prednej strane platobnej karty

source: help_expire
sk: Mesiac a rok ukončenia platnosti na prednej strane karty.

source: help_autopayment
sk: Automatickú platbu pre vybraného obchodníka povoliť.

source: help_3ds
sk: Budete presmerovaný na stránku banky pre overenie 3DSecure. Ak nebudete presmerovaný, prosím kontaktujte <a href='javascript:void(0)'>link</a>.

source: info_verification
sk: Kód získate z SMS notifikácie banky, z internet-bankingu alebo na zákazníckej podpore vašej banky

source: info_expire
sk: Platnosť do je mesiac a rok ukončenia platnosti, ktoré sú zobrazené na prednej strane vašej platobnej karty

source: info_card_number
sk: Číslo karty je 14-19 číslic na prednej strane vašej platobnej karty

source: info_cvv
sk: CVV2/CVC2 kód je trojčíselný kód na zadnej strane vašej platobnej karty

source: card
sk: Visa/MC

source: emoney
sk: Elektronické peniaze

source: ibank
sk: Internet-banking

source: credit
sk: Kredit

source: loans
sk: Pôžičky

source: sepa
sk: bankový prevod

source: liqpay_cash
sk: Privatbank cashbox

source: cash
sk: hotovosť

source: valid_required
sk: Požadované pole

source: valid_matches
sk: Polia neprispôsobené

source: valid_notmatches
sk: Polia by nemali byť prispôsobené

source: valid_pattern
sk: Pole je neplatné

source: valid_email
sk: Nesprávny e-mail

source: valid_num
sk: Pole musí obsahovať iba číslice

source: valid_ccard
sk: Platobná karta je neplatná

source: valid_url
sk: Nesprávna URL

source: valid_phone
sk: Nesprávne telefónne číslo

source: valid_account_num
sk: Nesprávne číslo účtu

source: valid_password_strength
sk: Heslo musí obsahovať písmená a číslice

source: valid_password
sk: Heslo musí mať najmenej 7 znakov

source: valid_mfo
sk: Pole musí obsahovať 6 číslic

source: valid_okpo
sk: Pole musí obsahovať menej než 15 číselných znakov

source: valid_exp_date
sk: Neplatný dátum expirácie

source: valid_verify_limit
sk: Prekročili ste počet pokusov

source: valid_verify_invalid_code
sk: Neplatný kód

source: valid_exact_length
sk: Kód musí obsahovať najmenej 4 znaky

source: valid_amount
sk: Neplatná suma

source: valid_cvv2
sk: Nesprávny formát cvv2 kódu

source: valid_numrange
sk: Prekročený limit prevedenej platby

source: valid_min_length
sk: Nedostatočný počet znakov

source: valid_max_length
sk: Príliš veľa znakov

source: II
sk: Pravidelná splátka

source: PP
sk: Čiastočná platba

source: Email sent
sk: E-mail bol zaslaný

source: Please wait
sk: Čakajte prosím

source: Card verification
sk: Overenie karty

source: Amount is hold on your credit card account
sk: Platba je zadržaná na vašej karte

source: Order description
sk: Popis objednávky

source: Amount before discount
sk: Suma bez zľavy

source: Order amount
sk: Výška platby

source: Total amount
sk: Celkom

source: Commission
sk: Poplatok

source: Discount
sk: Zľava

source: Amount after discount
sk: Suma po zľave

source: Your payment is being processed
sk: Vaša platba bola vykonaná

source: № of payment in
sk: Číslo platby v

source: payment system
sk: platobný systém

source: Return to shop web-site
sk: Vráťte sa na stránku obchodníka

source: Payment method
sk: Platobná metóda

source: Name
sk: Meno

source: Last Name
sk: Priezvisko

source: Checkout
sk: Zaplatiť

source: Card Number
sk: Číslo karty

source: Valid thru
sk: Platnosť do

source: CVV2/CVC2 code
sk: CVV2/CVC2 kód

source: Protected by SSL
sk: Chránený SSL

source: Email address
sk: E-mailová adresa

source: Phone
sk: Telefón

source: I agree with
sk: Súhlasím s

source: Public offer
sk: Verejný návrh

source: Please enter verification code
sk: Prosím, vložte overovací kód

source: verification code
sk: overovací kód

source: Confirm
sk: Potvrdiť

source: Cancel
sk: Zrušiť

source: Regular base payment
sk: Pravidelná platba

source: Сharged with the frequency
sk: Účtované s frekvenciou

source: day
sk: deň

source: week
sk: týždeň

source: month
sk: mesiac

source: year
sk: rok

source: 2 weeks
sk: 2 týždne

source: 2 months
sk: 2 mesiace

source: quarter
sk: kvartál

source: amount
sk: suma

source: starting with the date
sk: Začínajúc dátumom

source: Price
sk: Cena

source: Shop
sk: E-shop

source: The loan is approved!
sk: Pôžička je schválená!

source: To finish you need enter the data of your credit card and pay the first installment payment in the amount of
sk: Pre dokončenie musíte vložiť údaje z vašej platobnej karty a uskutočniť prvú platbuv sume

source: The loan was declined
sk: Pôžička bola zamietnutá

source: Processing of the application
sk: Vaša žiadosť je v procese

source: Your application for a loan in the processing
sk: Vaša žiadosť o pôžičku je v procese schválenia

source: We will call you back within 15 minutes on the number
sk: Budeme vás kontaktovať na vaše telefónne číslo do 15 minút

source: The number of payments
sk: Počet platieb

source: Personal data
sk: Osobné údaje

source: Resident
sk: Rezident

source: Yes
sk: Áno

source: No
sk: Nie

source: Middle Name
sk: Stredné meno

source: Date of birth
sk: Dátum narodenia

source: Sex
sk: Pohlavie

source: Male
sk: Muž

source: Female
sk: Žena

source: Citizenship
sk: Bydlisko

source: ITN
sk: MTČ

source: Social status
sk: Stav

source: Type of employment
sk: Druh zamestnania

source: Passport data
sk: Pas

source: Series
sk: Sériové číslo

source: Number
sk: Číslo

source: Date of issue
sk: Dátum vydania

source: Agree with
sk: Súhlasím s

source: conditions
sk: podmienky

source: Gave me a loan
sk: Poskytnite mi pôžičku

source: Order cost
sk: Hodnota objednávky

source: Amount of parts
sk: Čiastka

source: Monthly fee
sk: Mesačný poplatok

source: Error
sk: Chyba

source: Sender card
sk: Platobná karta platiteľa

source: Recipient card
sk: Platobná karta príjemcu

source: Restrictions and limits:
sk: Obmedzenia a limity:

source: Only Ukrainian card accepted
sk: Akceptovaná iba ukrajinská platobná karta

source: Maximum transfer amount: 14999 UAH
sk: Maximálna čiastka prevodu: 14999 UAH

source: Monthly transfer limit: 149999 UAH
sk: Mesačný limit prevodu: 149999 UAH

source: Amount
sk: Čiastka

source: Fee
sk: Poplatok

source: I confirm that I have read to a
sk: Potvrdzujem, že som si prečítal

source: p2p_offer_url
sk: /static_common/v1/p2p_offer.pdf

source: and agree to its terms
sk: a súhlasím s podmienkami

source: На вашей карте была заблокирована небольшая сумма: 1
sk: Na vašej platobnej karte bolo zablokovaná suma: 1

source: Уточните 4 цифры, которые указаны по этой операции в вашем интернет-банке либо в SMS сообщении от вашего банка
sk: Kontrolné štvorčíslo pre túto operáciu obdržíte v SMS notifikácii od vašejbanky

source: Send money
sk: Poslať peniaze

source: Congratulations
sk: Gratulujeme

source: Transfer completed successfully
sk: Platba prebehla úspešne

source: Need receipt?
sk: Potrebujete potvrdenku?

source: Send receipt
sk: Poslať potvrdenku

source: Try again
sk: Skúsiť opäť

source: We are sorry
sk: Je nám ľúto

source: Transfer declined
sk: Platba bola zamietnutá

source: Decline reason
sk: Dôvod zamietnutia

source: Sender or recipient card daily limit exceeded, or one of the cards was rejected by the payment system
sk: Denný limit na karte odosielateľa alebo príjemcu bol prekročený alebo jedna z kariet bola platobným systémom zamietnutá

source: Please wait, your transfer is being processed
sk: Čakajte prosím, vaša platba sa spracováva
